Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/laereplaner_for_faget_samisk.html.tmx
Source language: nob
Languages: sme

source: Læreplaner for faget samisk
sme: Sámegielfága oahppoplánat

source: Nye læreplaner i samisk som førstespråk og samisk som andrespråk som nå består av tre læreplaner er gjeldende fra høsten 2020.
sme: Ođđa oahppoplánat sámegiella vuosttašgielas ja sámegiella nubbingielas mas dál leat golbma plána, gustogohtet 2020 čavčča rájes.

source: Samisk som førstespråk
sme: Sámegiella vuosttašgiellan

source: Samisk som førstespråk er for elever som har samisk som hjemmespråk og snakker samisk når de begynner på skolen.
sme: Sámegiella vuosttašgielas lea ohppiide geain lea sámegiella ruovttugiellan ja hupmet sámegiela go álget skuvlii.

source: Elever som har samisk som førstespråk, får den første lese- og skriveopplæringen på samisk.
sme: Oahppit geain lea sámegiella vuosttašgiellan ožžot álgo lohkan- ja čállinoahpahusa sámegillii.

source: I norskfaget får de opplæring etter læreplan i norsk for elever med samisk som førstespråk.
sme: Dárogielfágas ožžot sii oahpahusa sierra dárogiel oahppoplána mielde mii lea ráhkaduvvon ohppiide geain lea sámegiella vuosttašgiellan.

source: Førstespråket har flere undervisningstimer og læreplanen har større krav enn andrespråks læreplanen.
sme: Sámegiella vuosttašgielas leat eanet diimmut ja stuorit gáibádusat go nubbingiela oahppoplánas.

source: Du kan velge to førstespråk, både samisk og norsk som førstespråk.
sme: Lei vejolaš válljet guokte vuosttašgiela, namalassii sihke sámegiela ja dárogiela vuosttašgiellan.

source: Læreplan i samisk som førstespråk
sme: Sámegiella vuosttašgiellan - oahppoplána

source: Samisk som andrespråk
sme: Sámegiella nubbingiellan

source: Læreplanen i faget Samisk som andrespråk består av tre læreplaner:
sme: Sámegiella nubbingiellan fágas leat 3 oahppoplána:

source: Samisk som andrespråk - samisk 2
sme: Sámegiella nubbingiellan - sámegiella 2

source: Samisk som andrespråk - samisk 3
sme: Sámegiella nubbingiellan - sámegiella 3

source: Samisk som andrespråk - samisk 4
sme: Sámegiella nubbingiellan - sámegiella 4

source: Læreplanen for Samisk som andrespråk er bygd opp trinnvis, det vil si kompetansemålsett etter 2.trinn, etter 4.trinn, etter 7.trinn, etter 10.trinn, etter Vg2 yrkesfaglige utdanningsprogram, etter Vg3 studieforberedende utdanningsprogram og etter påbygging til generell studiekompetanse.
sme: Sámegiella nubbingiellan oahppoplána lea huksejuvvon jahkecehkiid mielde. Dat markkaša ahte leat gealbomihtut fágas maŋŋel 2.jahkeceahki, 4.jahkeceahki, 7.jahkeceahki 10. jahkeceahki, Jo2 fitnofágalaš oahppoprográmma, Jo3 studerenráhkkanan oahppoprográmma ja maŋŋel lásáhusa oppalaš studerengelbbolašvuhtii.

source: Læreplan samisk som andrespråk, samisk 2 (SAS02-01)
sme: Oahppoplána sámegiella nubbingiellan - sámegiella 2

source: Samisk som andrespråk - samisk 3 er et alternativ for elever som vil ha nytte av å bruke mer tid på å lære samisk og for elever som starter med samisk sent på barnetrinnet eller først på ungdomstrinnet.
sme: Sámegiella nubbingiellan - sámegiella 3 lea molssaeaktu ohppiide geaidda sáhttá leat ávkkálaš geavahit guhkit áiggi oahppat sámegiela ja ohppiide geat álget sámegielain loahpageahčen mánáidceahkis dahje álggogeahčen nuoraidskuvllas.

source: Elever som velger å ta sluttvurdering og eksamen etter samisk 3, skal kunne kompetansemålene for nivå 1-3 etter 10. årstrinn og kompetansemålene for nivå 4 etter Vg2 yrkesfaglige utdanningsprogram og etter nivå 5-6 på Vg3 studieforberedende utdanningsprogram og etter påbygging til generell studiekompetanse.
sme: Oahppit geat válljejit váldit loahppaárvvoštallama ja eksámena dán molssaeavttu mielde, galget máhttit dásiid 1-3 gelbbolašvuođamihttomeriid maŋŋil 10. jahkeceahki ja dási 4 gelbbolašvuođamihttomeriid Jo2 fidnofágalaš oahppoprográmma maŋŋil ja dásiid 5-6 Jo3 studerenráhkkanahtti oahppoprográmmas maŋŋil.

source: Elever har selv rett til å velge om de vil fortsette med samisk på ungdomsskolen.
sme: Ohppiin lea alddiineaset vuoigatvuohta válljet jotket go sámegielain nuoraidskuvllas.

source: Dersom noen ønsker å slutte med samisk, bør de oppmuntres til å fortsette og følge samisk 3 varianten i stedet for å slutte.
sme: Jus leat muhtimat geat háliidit heaitit sámegielain, berre sin movttiidahttit joatkit ja baicca čuovvut sámegiella 3 molssaeavttu dan sajis go heaitit.

source: Da denne varianten er en del av faget samisk som andrespråk, har elevene mulighet til senere å fullføre hele faget som privatister.
sme: Go dát molssaeaktu lea oassi fágas sámegiella nubbingiellan, de lea ohppiin vejolašvuohta čađahit fága maŋŋil privatistan.

source: Læreplan samisk som andrespråk, samisk 3 (SAS03-01)
sme: Oahppoplána sámegiella nubbingiellan, sámegiella 3

source: Samisk som andrespråk - samisk 4 er et tilbud for nybegynnere i samisk på videregående opplæring og kan velges kun av elever som ikke har hatt samisk på grunnskolen.
sme: Sámegiella nubbingiellan - sámegiella 4 lea fálaldat sámegielas easkaálgiide joatkkaoahpahusas ja dán eai sáhte válljet eambbo oahppit geain ii leat leamaš sámegiella vuođđoskuvllas.

source: Denne varianten anbefales fremfor å ta samisk som fremmedspråk, fordi denne varianten er en del av faget samisk som andrespråk.
sme: Berre ávžžuhit ohppiid válljet baicca dán molssaeavttu go sámegiela vierisgiellan go dát molssaeaktu lea oassi fágas sámegiella nubbingiellan.

source: Dermed har elevene mulighet senere til å ta samisk 3 eller fullføre hele faget, det vil si ta samisk 2 senere som privatister.
sme: Dalle lea ohppiin vejolašvuohta maŋŋil váldit sámegiella 3 dahje čađahit olles fága, dat mearkkaša sámegiella 2, maŋŋil privatistan.

source: Læreplan samisk som andrespråk, samisk 4 (SAS04-01)
sme: Oahppoplána sámegiella nubbingiellan, sámegiella 4

source: Læreplan i fordypning i samisk
sme: Sámegiela čiekŋudeami oahppoplána

source: Læreplan samisk fordypning (SFS02-02) LK20/ S
sme: Sámegiela čiekŋudeami oahppoplána LK20/ S mielde.

source: Fortsetter læreplanarbeidet
sme: Joatkit oahppoplánabargguin

source: Det samiske læreplanverket er ikke fullstendig da alle fag ikke har en samisk parallell likeverdig læreplan.
sme: Sámi oahppoplána ii leat dievaslaš go buot fágain ii leat sámi parallealla ovttaárvosaš oahppoplána.

source: Det er nødvendig å fullføre det samiske læreplanverket gjennom å utarbeide samiske parallelle likeverdige læreplaner for fagene som ikke har egen samisk læreplan, disse er: samisk for elever med tegnspråk, engelsk, matematikk og kroppsøving.
sme: Lea dárbu válbmet sámi oahppoplána dainna ahte ráhkadit sámi parallealla ovttaárvosaš oahppoplánaid fágaide main ii leat sierra sámi oahppoplána, ja dat leat: sámegiella ohppiide geain lea mearkagiella, eŋgelasgiella, matematihkka ja lášmmohallan.

source: Sametinget har i 2022 igangsatt utviklingen av læreplan i samisk som førstespråk for elever med tegnspråk.
sme: Sámediggi lea jagis 2022 ráhkadišgoahtán oahppoplána sámegielas vuosttašgiellan ohppiide geain lea mearkagiella.

source: Denne er ferdig til skolestart i 2024.
sme: Dát válbmana skuvlaálgimii jagis 2024.

source: Fornyelse av fagene i grunnopplæringen fører til et stort behov og intensivering i produksjon av nye læremidler.
sme: Vuođđooahpahusa fágaid ođasmahttin dagaha stuorra dárbbu ja hoahpu ođđa oahpponeavvuid buvttadeapmái.

source: Sametinget vil i 2024 fortsette læreplanarbeidet.
sme: Sámediggi joatká oahppoplánabargguin jagis 2024.
